Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: Upload
ar: تحميل
cs: Nahrát
de: Hochladen
es: Subir
fr: Envoyer
hi: अपलोड करें
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Prześlij
pt_br: Enviar
ru: Загрузить
th: อัปโหลด
tr: Yükle
uk: Завантажити
vi: Tải lên
zh_hans: 上传

source: Upload to Server
ar: تحميل إلى الخادم
cs: Nahrát na server
de: Auf Server hochladen
es: Subir al servidor
fr: Envoyer au serveur
hi: सर्वर पर अपलोड करें
id: Unggah ke Server
it: Carica sul server
ja: サーバーにアップロード
ko: 서버에 업로드
nl: Uploaden naar server
pl: Prześlij na serwer
pt_br: Enviar ao servidor
ru: Загрузить на сервер
th: อัปโหลดไปยังเซิร์ฟเวอร์
tr: Sunucuya Yükle
uk: Завантажити на сервер
vi: Tải lên máy chủ
zh_hans: 上传到服务器

source: Videos
ar: مقاطع الفيديو
cs: Videa
fr: Vidéos
hi: वीडियो
id: Video
it: Video
ja: ビデオ
ko: 동영상
pl: Filmy
pt_br: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
vi: Video
zh_hans: 视频

source: The ReelVault server is no longer reachable. You can browse your downloaded videos offline.
ar: لم يعد خادم ReelVault متاحًا. يمكنك تصفح الفيديوهات المحملة دون اتصال.
cs: Server ReelVault již není dostupný. Můžete procházet stažená videa offline.
de: Der ReelVault-Server ist nicht mehr erreichbar. Sie können Ihre heruntergeladenen Videos offline durchsuchen.
es: El servidor de ReelVault ya no está disponible. Puedes explorar tus vídeos descargados sin conexión.
fr: Le serveur ReelVault n'est plus accessible. Vous pouvez parcourir vos vidéos téléchargées hors connexion.
hi: ReelVault सर्वर अब पहुंच योग्य नहीं है। आप अपने डाउनलोड किए गए वीडियो ऑफलाइन ब्राउज़ कर सकते हैं।
id: Server ReelVault tidak lagi dapat dijangkau. Anda dapat menelusuri video yang diunduh secara offline.
it: Il server ReelVault non è più raggiungibile. Puoi sfogliare i video scaricati offline.
ja: ReelVault サーバーに接続できません。ダウンロードした動画をオフラインで閲覧できます。
ko: ReelVault 서버에 더 이상 연결할 수 없습니다. 다운로드한 동영상을 오프라인으로 탐색할 수 있습니다.
nl: De ReelVault-server is niet meer bereikbaar. U kunt uw gedownloade video''s offline bekijken.
pl: Serwer ReelVault jest niedostępny. Możesz przeglądać pobrane filmy w trybie offline.
pt_br: O servidor ReelVault não está mais acessível. Você pode navegar pelos seus vídeos baixados offline.
ru: Сервер ReelVault недоступен. Вы можете просматривать загруженные видео в автономном режиме.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ ReelVault ได้อีกต่อไป คุณสามารถดูวิดีโอที่ดาวน์โหลดไว้แบบออฟไลน์ได้
tr: ReelVault sunucusuna artık ulaşılamıyor. İndirilen videolarınıza çevrimdışı göz atabilirsiniz.
uk: Сервер ReelVault більше недоступний. Ви можете переглядати завантажені відео у режимі офлайн.
vi: Máy chủ ReelVault không còn truy cập được. Bạn có thể duyệt video đã tải xuống ở chế độ ngoại tuyến.
zh_hans: ReelVault 服务器已无法连接。您可以离线浏览已下载的视频。
